{
  "Corn_Disease_Detection": "Pagtino sa Sakit sa Mais",
  "welcome": "Maayong Pagbalik",
  "learn_how_cdd_helps": "Pagkat-on kung giunsa pagtabang sa CDD sa mga mag-uuma",
  "know_maize_diseases": "Ilha ang mga sakit sa mais sa usa ka pag-scan",
  "scan_now": "I-scan Karon",
  "recent_diagnoses": "Bag-ohay nga mga Diagnosis",
  "3h_ago": "3 ka oras ang milabay",
  "home": "Balay",
  "scan": "I-scan",
  "diagnose": "I-diagnose",
  "language": "Pinulongan",
  "Common Rust": "Kasagarang sakit nga taya sa mais",
  "Nov_4_2024": "Nob 4, 2024",
  "Nov_11_2024": "Nob 11, 2024",
  "scanning_instructions": "Mga Instruksyon sa Pag-scan",
  "take_clear_photo": "Pagkuha og klaro nga hulagway sa dahon sa mais. Siguruha nga klaro ug hayag ang naapektuhan nga bahin.",
  "take_photo": "Pagkuha og Hulagway",
  "pick_from_gallery": "Pagpili gikan sa Gallery",
  "live_scan": "Live nga Pag-scan",
  "scanning_for_diseases": "Nag-scan sa mga sakit...",

  "about_cdd": "Mahitungod sa CDD",
  "empowering_farmers": "Pagpalig-on sa mga Mag-uuma\npinaagi sa Teknolohiya sa AI",
  "what_is_cdd": "Unsa ang CDD?",
  "cdd_description": "Ang Corn Disease Detection (CDD) usa ka bag-ong aplikasyon nga gipaandar sa AI nga gidesinyo aron pagtabang sa mga mag-uuma sa pag-ila ug pagdumala sa mga sakit sa mais. Ang among misyon mao ang pagpalambo sa pagmonitor sa kahimsog sa tanom ug pagpalambo sa produktibidad sa agrikultura.",
  "key_features": "Importante nga mga Bahin",
  "real_time_detection": "Real-time nga Pagtino",
  "real_time_description": "Dayon nga pagsusi sa mga dahon sa mais gamit ang imong camera",
  "disease_info": "Impormasyon sa Sakit",
  "disease_info_description": "Detalyado nga impormasyon bahin sa nailhan nga mga sakit ug mga tambag sa pagtambal",
  "history_tracking": "Pagsubay sa Kasaysayan",
  "history_description": "Pagsubay sa tanang nangaging mga diagnosis",
  "expert_guidance": "Giya sa Eksperto",
  "expert_description": "Pagsusi nga gipaandar sa AI base sa halapad nga panukiduki sa agrikultura",
  "how_to_use": "Unsaon Paggamit",
  "step_1": "Ablihi ang app ug i-tap ang \"I-scan Karon\"",
  "step_2": "Pagkuha og klaro nga hulagway sa dahon sa mais",
  "step_3": "Paghulat sa pagsusi sa AI",
  "step_4": "Tan-awa ang detalyado nga resulta ug mga rekomendasyon",
  "recent_results": "Bag-ong mga Resulta",
  "export_report": "I-export ang Report",
  "just_now": "Karon lang",
  "today": "Karong adlawa",
  "rust": "Taya",
  "rust_description": "Kasagaran sa taya, mogawas kini isip orange/brown nga mga mantsa sa mga dahon. Dali kining mokatap, makapaminos sa photosynthesis ug ani.",
  "phaeosphaeria": "Phaeosphaeria",
  "phaeosphaeria_description": "Hinungdan sa Phaeosphaeria maydis, kini nga sakit mosangput sa gagmay, brown nga mga mantsa nga adunay yellow nga palibut, nga mosangput sa pagkunhod sa kahimsog sa tanom ug pagkabrown.",
  "northern_leaf_blight": "Northern Leaf Blight",
  "disease_description": "Paghulagway sa Sakit:",
  "common_rust_full_description": "Ang kasagarang taya sa mais, nga hinungdan sa Puccinia sorghi, makita isip pula-brown nga mga pustula sa mga dahon, nga makaapekto sa photosynthesis ug ani, ilabina sa bugnaw ug basa nga klima. Mapugngan kini pinaagi sa paggamit og lig-on nga mga variety, pag-rotate sa mga tanom, pagsiguro sa maayong spacing sa tanom, ug pagbantay sa sayo nga mga timailhan. Ang mga fungicide makatabang kung dali nga gamiton, ug ang pagkuha sa naapektuhan nga mga salin human sa ani makapaminos sa risgo sa umaabot.",
  "result": "Resulta",
  "disease_prevention": "Mga Pamaagi sa Pagpugong:",
  "resistant_varieties_title": "1. Pagpili og Lig-on nga mga Variety:",
  "resistant_varieties_desc": "Paggamit og mga variety sa mais nga resistente sa taya aron mapaubos ang risgo sa grabe nga impeksyon ug mapalig-on ang natural nga depensa sa tanom.",
  "crop_rotation_title": "2. Pag-rotate sa mga Tanom:",
  "crop_rotation_desc": "I-rotate ang mais uban sa mga tanom nga dili host sama sa soybean aron maputol ang life cycle sa sakit ug mamenosan ang pagdaghan sa spores.",
  "common_rust_description": "Ang kasagarang taya sa mais, nga hinungdan sa Puccinia sorghi, makita isip pula-brown nga mga pustula sa mga dahon, nga makaapekto sa photosynthesis ug ani, ilabina sa bugnaw ug basa nga klima. Mapugngan kini pinaagi sa paggamit og lig-on nga mga variety, pag-rotate sa mga tanom, pagsiguro og sakto nga spacing sa tanom, ug pagmonitor sa sayo nga mga timailhan. Ang mga fungicide makatabang kung dali nga gamiton, ug ang pagkuha sa naimpeksyon nga mga salin human sa ani makamenos sa risgo sa umaabot.",
  "confirm_delete": "Kumpirmahon ang Pagtangtang",
  "delete_diagnosis_confirmation": "Sigurado ka nga gusto nimong tangtangon kini nga diagnosis?",
  "delete": "Tangtanga",
  "cancel": "Kanselahon",
  "error_deleting_diagnosis": "Error sa pagtangtang sa diagnosis",
  "search_disease": "Pangitaa ang sakit",
  "no_matching_diagnoses": "Walay nakitang tugma nga diagnosis",
  "gray_leaf_spot_description": "Ang Gray Leaf Spot, nga hinungdan sa Cercospora zeae-maydis, makita isip rectanggular nga mga lesyon nga gray-brown sa mga dahon. Kini molambo sa kondisyon nga mainit ug humid, nga makaapekto sa photosynthesis ug makapakunhod sa ani. Ang sakit mokatap pinaagi sa hangin ug ulan.",
  "northern_leaf_blight_description": "Ang Northern Leaf Blight, nga hinungdan sa Exserohilum turcicum, makita isip taas, cigar-shaped nga mga lesyon nga gray-green nga mahimong brown. Kini molambo sa humid nga kondisyon ug temperatura nga 18-27°C, nga makaapekto sa photosynthesis ug makapakunhod sa ani og hangtod sa 50%.",
  "gray_leaf_spot_prevention": "Mga Pamaagi sa Pagpugong sa Gray Leaf Spot:",
  "northern_leaf_blight_prevention": "Mga Pamaagi sa Pagpugong sa Northern Leaf Blight:",
  "gls_resistant_varieties_title": "1. Pagpili og Resistente nga mga Variety:",
  "gls_resistant_varieties_desc": "Paggamit og mga variety sa mais nga resistente sa Gray Leaf Spot aron mapaubos ang risgo sa impeksyon.",
  "nlb_resistant_varieties_title": "1. Resistente nga mga Hybrid:",
  "nlb_resistant_varieties_desc": "Ang paggamit og mga hybrid sa mais nga adunay resistensya sa NCLB usa ka importante nga unang lakang.",
  "gls_crop_rotation_title": "2. Pag-rotate sa mga Tanom:",
  "gls_crop_rotation_desc": "I-rotate ang mais uban sa mga tanom nga dili host aron maputol ang life cycle sa sakit ug mamenosan ang pagdaghan sa spores.",
  "nlb_crop_rotation_title": "2. Pag-rotate sa mga Tanom:",
  "nlb_crop_rotation_desc": "Ang pag-rotate ngadto sa dili host nga tanom sulod sa labing menos usa ka tuig makapamenos sa lebel sa sakit pinaagi sa pagtugot sa mga salin sa mais nga madunot.",
  "gls_field_sanitation_title": "3. Pagmentinar sa Kahinlo sa Uma:",
  "gls_field_sanitation_desc": "Tangtanga ug idaot ang mga salin sa tanom human sa ani aron mamenosan ang pagdaghan sa spores sa sunod nga season.",
  "nlb_field_sanitation_title": "3. Pagdumala sa mga Salin:",
  "nlb_field_sanitation_desc": "Ang tillage o paglubong sa mga salin makatabang sa pagpamenos sa lebel sa impeksyon pinaagi sa pagpamenos sa primary inoculum.",
  "gls_fungicide_title": "4. Paggamit sa Fungicide:",
  "gls_fungicide_desc": "Para sa pagkontrol sa gray leaf spot sa mais, ang paggamit sa fungicide, ilabi na ang mga produkto nga nakabase sa strobilurin ug triazole, epektibo kung gamiton sa panahon sa tasseling hangtod sa sayong silking stage (VT-R1) o isip tubag sa presensya sa sakit. Ang mga fungicide sama sa Delaro® 325 SC, nga naglangkob og strobilurin ug triazole, gimarkahan para sa gray leaf spot ug mahimong gamiton niining kritikal nga panahon. Ang pag-scout sa mga sintomas sa sakit, ilabi na sa ubos nga tulo ka mga dahon, importante aron mahibal-an kung angay ba ang paggamit sa fungicide, kay ang presyon sa sakit mahimong magkalainlain.",
  "nlb_fungicide_title": "4. Paggamit og Fungicide:",
  "nlb_fungicide_desc": "Ang fungicide nga pag-spray mahimong epektibo kung gamiton sa sayo nga yugto sa impeksyon, ilabi na sa mga uma nga adunay taas nga risgo.",
  "Healthy": "Himsog",
  "healthy_leaf_description": "Kini nga dahon sa mais makita nga himsog nga walay makita nga mga timailhan sa sakit. Ang himsog nga mga dahon sa mais kasagaran uniform nga berde ang kolor, adunay hamis nga mga ibabaw, ug walay pagka-discolor, mga mantsa, mga lesyon, o abnormal nga mga sumbanan sa pagtubo.",
  "healthy_leaf_prevention": "Mga Pamaagi sa Pagmentinar sa Himsog nga Mais:",
  "healthy_nutrition_title": "1. Pagmentinar og Sakto nga Nutrisyon:",
  "healthy_nutrition_desc": "Siguruha ang balanse nga pagpataba nga adunay sakto nga lebel sa nitrogen, phosphorus, ug potassium para sa labing maayo nga kahimsog sa tanom.",
  "healthy_irrigation_title": "2. Sakto nga Pagpatubig:",
  "healthy_irrigation_desc": "Pagmentinar og kanunay nga kahumot sa yuta nga dili sobra ang tubig, nga makapaluya sa mga tanom ug makamugna og kondisyon para sa sakit.",
  "healthy_monitoring_title": "3. Regular nga Pagmonitor:",
  "healthy_monitoring_desc": "Padayon sa pag-inspeksyon sa mga tanom sa kanunay aron masayran dayon ang bisan unsang sayo nga mga timailhan sa sakit o problema sa peste.",
  "nlb_avoid_continuous_title": "4. Likayi ang Padayon nga Pagtanom og Mais:",
  "nlb_avoid_continuous_desc": "Ang padayon nga pagtanom og mais ug conservation tillage nga mga praktis makapadugang sa risgo sa NCLB.",
  "nlb_plant_spacing_title": "5. Pagitan sa mga Tanom:",
  "nlb_plant_spacing_desc": "Pagmentinar og igong pagitan sa mga tanom aron mapalambo ang sirkulasyon sa hangin ug mamenosan ang kahumot, nga mahimong makafabor sa paglambo sa NLB, sumala sa tambag sa Skyberry Seeds.",
  "nlb_soil_drainage_title": "6. Drainage sa Yuta:",
  "nlb_soil_drainage_desc": "Siguruha ang maayong drainage aron mapugngan ang pagpundo sa tubig, nga makapalambo sa pagkatap sa sakit.",
  "nlb_planting_date_title": "7. Petsa sa Pagtanom:",
  "nlb_planting_date_desc": "I-adjust ang mga petsa sa pagtanom aron malikayan ang mga panahon sa taas nga presyon sa sakit. Ang sayo nga pagtanom sa pipila ka mga rehiyon makatugot sa tanom nga mahamtong sa dili pa mahimong grabe ang presyon sa sakit.",
  "nlb_specific_fungicides_title": "8. Espesipiko nga mga Fungicide:",
  "nlb_specific_fungicides_desc": "Delaro® 325 SC Fungicide ug Delaro® Complete Fungicide: Gimarkahan para sa pagkontrol sa NCLB, kini mahimong i-spray sa dihang unang mogawas ang sakit. Lucento® fungicide ug Topguard® EQ fungicide: Kini nga mga fungicide nga gi-apply sa dahon makaprotekta batok sa NCLB sa mga yugto sa pagtubo nga V1-R1."
}
